{
  "alpha-nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "markview.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tiny-cmdline.nvim": { "branch": "main" },
  "zk-nvim": { "branch": "main" }
}
